print("----------------------------------")
print("โปรแกรมสอบถามเส้นทางรถเมล์")
print("----------------------------------")
bus_number = input("ป้อนหมายเลขสายรถเมล์: ")
if bus_number == "57":
    print("สาย 57 ไปปิ่นเกล้า บางขุนนนท์")
elif bus_number == "3":
    print("สาย 3 ไปสนามหลวง ลาดพร้าว")
elif bus_number == "71":
    print("สาย 71 ไปหัวลำโพง เยาวราช")
elif bus_number == "56":
    print("สาย 56 ไปบางลำพู สะพานกรุงธน")
elif bus_number == "539":
    print("สาย 539 ไปอนุสวรีย์ชัย สามเสน")
else:
    print("ยังไม่มีข้อมูลสายรถเมล์ที่สอบถาม")
print("----------------------------------")