print('.............')
print('โปรเเกรมตรวจข้อมูลสายรถเมล์')
print('.............')
car_no = input('ป้อนสายรถเมล์')
print('+++++++++++++++++++++++++++++')
match car_no :
    case 57 :
        print('ไปปิ่นเกล้า บางขุนนนท์')
    case 3 :
        print('ไปสนามหลวง ลาดพร้าว')
    case 71 :
        print('ไปหัวลำโพง เยาวราช')
    case 56 :
        print('ไปบางลำพู สะพานกรุงธน')
    case 539 :
        print('ไปอนุสวรีย์ชัย สามเสน')
    case _ :
        print('ยังไม่มีข้อมูลสายรถเมล์ที่สอบถาม')
print('+++++++++++++++++++++++++++++')
